John-Dragos/Senior-Design-part-1/sdkconfig.defaults
# Default target for this project.
# The alarm clock hardware uses an ESP32-S3.
CONFIG_IDF_TARGET="esp32s3"
